/*
 * @Date: 2020-11-28 10:48:31
 * @LastEditors: kuangw
 * @LastEditTime: 2020-11-28 11:08:21
 * @FilePath: \my-node\docs\.vuepress\theme\helpers\home-text.js
 * @desc: Do not edit
 */

const arr = [
  '你对人人都喜欢，也就是说，你对人人都漠然。',
  '哪怕是野火焚烧，哪怕是冰雪覆盖，依然是志向不改，依然是信念不衰。',
  '与岁月对望，所有人都老了，再没人死于心碎。',
  '一星陨落，黯淡不了星空灿烂；一花凋零，荒芜不了整个春天。',
  '心之所向，素履以往，生如逆旅，一苇以航。',
  '使人疲惫的不是远方的高山，而是鞋子里的一粒沙子。',
  '时间赐我青春与死亡，尽管我戴着镣铐依然像大海一样歌唱。',
  '生活安逸时会做出绝望的诗，生活窘迫时会不断写出生的喜悦。',
  '一定要爱着点什么，它让我们变得坚韧、宽容、充盈。业余的，爱着。',
  '一个能够升起月亮的身体，必然驮住了无数次日落。',
  '凡事需多听但少言；聆听他人之意见，但保留自己之判断。',
  '善的追随你，恶的倾慕你。光明的渴望你，黑暗的也希冀你。 你是超越一切的存在，是神为万物镀上的色彩。',
  '死亡不是失去生命，而是走出了时间。',
  '要是你老是认为自己配不上一个更好的人， 那么，你也永远无法成为一个更好甚至最好的自己。',
  '生活总是让我们遍体鳞伤，但到后来，那些受伤的地方一定会变成我们最强壮的地方。',
  '过放荡不羁的生活，容易得像顺水推舟，但是要结识良朋益友，却难如登天。',
  '我们的灵魂，或者说我们的内在生命，常常是和我们的外在生活格格不入的。',
  '要是爱你爱的少些，话就可以说的多些了。',
  '寂静在喧嚣里低头不语，沉默在黑夜里与目光结交。于是，我们看错了世界，却说世界欺骗了我们。',
  '​​​​爱的反面不是仇恨，而是漠不关心。',
  '即使没有月亮 心中也是一片皎洁。',
  '梦之中，尽是称心如意。乍惊，不知人间何世，天不再冷了，夜不再昏了，人也不再年少。一觉醒来，人间原来暗换了芳华。',
  '屏弃于温暖之外，满足于荒凉的寂寞。有孤独，才能保持永远澄澈。',
  '我们准备着深深地领受，那些意想不到的奇迹， 在漫长的岁月里忽然有，彗星的出现，狂风乍起。',
  '希望有一天，可以仅仅为了「我喜欢」这三个字去做事。',
  '跟这个世界交手的许多年来，你是否，光彩依旧，兴趣盎然。',
  '我从没被人说服过，所以也懒得去寻求别人的理解。人都是顽固不化和自以为是的，相安无事的唯一办法就是欺骗。',
  '历史是只看结果而忽略手段的，就像人们只看到中国的万里长城、埃及的金字塔等许多伟大建筑，而看不到这些建筑下面的累累白骨。',
  '人生最大的幸运，莫过于在他的人生中途即在他年富力强时发现自己的人生使命',
  '要永远年轻，永远热情，永远不听话；要大笑，要做梦，要与众不同。人生是一场伟大的冒险。',
  '如果命运阻挡我的话,我就支配命运。',
  '我们无法在时间的长河中垂钓，但我们可以将对苦难的诘问，化为觅渡的力量。',
  '全世界无产者，联合起来',
  '书是我的奴隶，应该服从我的意志，供我使用。',
  '我们一定要给自己提出这样的任务：第一，学习，第二是学习，第三还是学习。',
  '我所有的自负皆来自我的自卑，所有的英雄气概都来自于我的软弱。嘴里振振有词是因为心里满是怀疑，深情是因为痛恨自己无情。这世界没有一件事情是虚空而生的，站在光里，背后就会有阴影，这深夜里一片寂静，是因为你还没有听见声音。',
  '这世界是如此喧哗，让沉默的人显得有点傻。',
  '我去旅行，是因为我决定了要去，并不是因为对风景的兴趣。',


];
export default arr
