const moveList = [
  {
    pic: "//photo.tuituisoft.com/picgo/20210316115836.png",
    name: "完美的世界",
    time: "2021年3月14日",
    level: 9,
    desc: `我终于找到了使用了三年头像的出处，这是一部关于成长、原生家庭的公路片`,
    month: 3,
  },

  {
    pic: "//image.woai996.com/picGo/20210307213517.png",
    name: "荒野猎人",
    time: "2021年3月7日",
    level: 8,
    desc: `无论是场景还是配乐，都属于上乘之作，这是我今天看的第三部2小时+的电影了...有一说一李哥在里面实属拼命三郎。`,
    month: 3,
  },

  {
    pic: "//image.woai996.com/picGo/20210307164451.png",
    name: "血钻",
    time: "2021年3月7日",
    level: 9,
    desc: "如果你的女友想要一颗钻戒，带她看这部电影也许可以打消这个念头。",
    month: 3,
  },

  {
    pic: "//image.woai996.com/picGo/20210307171426.png",
    name: "美丽心灵",
    time: "2021年3月7日",
    level: 9,
    desc: `论直男的语言艺术，"我觉得你很有魅力, 你对我的主动性说明你对我有同感。尽管如此，传统的信任仍然需要我们在做爱之前进行数多次柏拉图式恋爱。我正在往这方面发展，但事实说来，我真正想做的只是尽快和你上床。"`,
    month: 3,
  },
  {
    pic: "//image.woai996.com/picGo/20210307172445.png",
    name: "悬崖上的金鱼姬",
    time: "2021年3月6日",
    level: 8,
    desc: `在宫崎骏的动画中，总能收获到，唯美的构景，科技与魔法穿插的世界，对单身狗10万吨的伤害。`,
    month: 3,
  },
  {
    pic: "//image.woai996.com/picGo/20210307175203.png",
    name: "恭喜发财",
    time: "2021年3月3日",
    level: 6,
    desc: `看到豆瓣6.0的分数时，就已经是打着看烂片的决心观看了，但整体下来其实还不错啊，有一些笑点。一些场景还原的也还不错，就是情节有不少的硬伤，如果闲的没事干，想看部轻松的电影，这会是个不错的选择`,
    month: 3,
  },

  {
    pic: "//image.woai996.com/picGo/20210307174651.png",
    name: "你好李焕英",
    time: "2021年2月26日",
    level: 7,
    desc: `每个妈妈年轻时也都是少女，都有梦想啊，可有了子女后，就变成了一个战士，我们所谓的岁月静好,不过是有人替你负重前行`,
    month: 3,
  },

];


export default moveList;
